Repository: mateusz-klatt/snapper-ios
Catalog: Snapper/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, bs, cs, da, de, el, es, fa, fi, fil, fr, he, hi, hr, hu, hy, id, is, it, ja, ko, lt, lv, ms, my, nb, nl, pl, pt_br, ro, ru, sk, sq, sr_latn, sv, sw, th, tr, uk, vi, zh_hans, zh_hant

# common.loading
source: Loading…
ar: جارٍ التحميل…
bn: লোড হচ্ছে…
bs: Učitavanje…
cs: Načítání…
da: Indlæser…
de: Wird geladen…
el: Φόρτωση…
es: Cargando…
fa: در حال بارگذاری…
fi: Ladataan…
fil: Naglo-load…
fr: Chargement…
he: טוען…
hi: लोड हो रहा है…
hr: Učitavanje…
hu: Betöltés…
hy: Բեռնվում է…
id: Memuat…
is: Hleður…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
lt: Įkeliama…
lv: Notiek ielāde…
ms: Memuatkan…
my: ဖွင့်နေသည်…
nb: Laster…
nl: Laden…
pl: Ładowanie…
pt_br: Carregando…
ro: Se încarcă…
ru: Загрузка…
sk: Načítavanie…
sq: Po ngarkohet…
sr_latn: Učitavanje…
sv: Laddar…
sw: Inapakia...
th: กำลังโหลด…
tr: Yükleniyor…
uk: Завантаження…
vi: Đang tải…
zh_hans: 加载中…
zh_hant: 正在載入…

# orders.cancel.confirmButton
source: Cancel order
ar: إلغاء الأمر
bn: অর্ডার বাতিল
bs: Otkaži nalog
cs: Zrušit pokyn
da: Annullér ordre
de: Order stornieren
el: Ακύρωση εντολής
es: Cancelar orden
fa: لغو سفارش
fi: Peruuta toimeksianto
fil: Kanselahin ang order
fr: Annuler l'ordre
he: ביטול פקודה
hi: ऑर्डर रद्द करें
hr: Otkaži nalog
hu: Megbízás visszavonása
hy: Չեղարկել հանձնարարականը
id: Batalkan pesanan
is: Afturkalla pöntun
it: Annulla ordine
ja: 注文をキャンセル
ko: 주문 취소
lt: Atšaukti pavedimą
lv: Atcelt rīkojumu
ms: Batal pesanan
my: order ပယ်ဖျက်ပါ
nb: Avbryt ordre
nl: Order annuleren
pl: Anuluj zlecenie
pt_br: Cancelar ordem
ro: Anulează ordinul
ru: Отменить ордер
sk: Zrušiť pokyn
sq: Anulo porosinë
sr_latn: Otkaži nalog
sv: Avbryt order
sw: Ghairi order
th: ยกเลิกคำสั่ง
tr: Emri iptal et
uk: Скасувати ордер
vi: Hủy lệnh
zh_hans: 取消订单
zh_hant: 取消訂單

# orders.cancel.confirmTitle
source: Cancel order?
ar: إلغاء الأمر؟
bn: অর্ডার বাতিল করবেন?
bs: Otkazati nalog?
cs: Zrušit pokyn?
da: Annullér ordre?
de: Order stornieren?
el: Ακύρωση εντολής;
es: ¿Cancelar orden?
fa: سفارش لغو شود؟
fi: Peruutetaanko toimeksianto?
fil: Kanselahin ang order?
fr: Annuler l'ordre ?
he: לבטל פקודה?
hi: ऑर्डर रद्द करें?
hr: Otkazati nalog?
hu: Visszavonja a megbízást?
hy: Չեղարկե՞լ հանձնարարականը։
id: Batalkan pesanan?
is: Afturkalla pöntun?
it: Annullare l'ordine?
ja: 注文をキャンセルしますか？
ko: 주문을 취소하시겠습니까?
lt: Atšaukti pavedimą?
lv: Atcelt rīkojumu?
ms: Batal pesanan?
my: order ပယ်ဖျက်မည်လား?
nb: Avbryte ordre?
nl: Order annuleren?
pl: Anulować zlecenie?
pt_br: Cancelar ordem?
ro: Anulezi ordinul?
ru: Отменить ордер?
sk: Zrušiť pokyn?
sq: Të anulohet porosia?
sr_latn: Otkazati nalog?
sv: Avbryta order?
sw: Ghairi order?
th: ยกเลิกคำสั่งหรือไม่
tr: Emir iptal edilsin mi?
uk: Скасувати ордер?
vi: Hủy lệnh?
zh_hans: 要取消订单吗？
zh_hant: 要取消訂單嗎？

# orders.cancel.keepOpen
source: Keep open
ar: إبقاؤه مفتوحًا
bn: ওপেন রাখুন
bs: Ostavi otvoreno
cs: Ponechat otevřený
da: Behold åben
de: Offen lassen
el: Διατήρηση ανοιχτής
es: Mantener abierta
fa: باز نگه‌داشتن
fi: Pidä avoinna
fil: Panatilihing bukas
fr: Garder ouvert
he: להשאיר פתוחה
hi: ओपन रखें
hr: Ostavi otvoreno
hu: Nyitva hagyás
hy: Թողնել բաց
id: Biarkan terbuka
is: Halda opinni
it: Mantieni aperto
ja: オープンのままにする
ko: 유지
lt: Palikti atvirą
lv: Atstāt atvērtu
ms: Biarkan terbuka
my: ဖွင့်ထားပါ
nb: Behold åpen
nl: Open laten
pl: Zostaw otwarte
pt_br: Manter aberta
ro: Lasă deschis
ru: Оставить открытым
sk: Ponechať otvorený
sq: Mbaje të hapur
sr_latn: Ostavi otvoreno
sv: Behåll öppen
sw: Iache wazi
th: ให้เปิดไว้
tr: Açık bırak
uk: Залишити відкритим
vi: Giữ mở
zh_hans: 保留订单
zh_hant: 保持未完成

# orders.newOrder.button
source: New order
ar: أمر جديد
bn: নতুন অর্ডার
bs: Novi nalog
cs: Nový pokyn
da: Ny ordre
de: Neue Order
el: Νέα εντολή
es: Nueva orden
fa: سفارش جدید
fi: Uusi toimeksianto
fil: Bagong order
fr: Nouvel ordre
he: פקודה חדשה
hi: नया ऑर्डर
hr: Novi nalog
hu: Új megbízás
hy: Նոր հանձնարարական
id: Pesanan baru
is: Ný pöntun
it: Nuovo ordine
ja: 新規注文
ko: 새 주문
lt: Naujas pavedimas
lv: Jauns rīkojums
ms: Pesanan baharu
my: Order အသစ်
nb: Ny ordre
nl: Nieuwe order
pl: Nowe zlecenie
pt_br: Nova ordem
ro: Ordin nou
ru: Новый ордер
sk: Nový pokyn
sq: Porosi e re
sr_latn: Novi nalog
sv: Ny order
sw: Order mpya
th: คำสั่งใหม่
tr: Yeni emir
uk: Новий ордер
vi: Lệnh mới
zh_hans: 新建订单
zh_hant: 新訂單

# orders.segment.label
source: Segment
ar: القسم
bn: সেগমেন্ট
el: Τμήμα
es: Segmento
fa: بخش
fi: Segmentti
he: מקטע
hi: सेगमेंट
hu: Szegmens
hy: Սեգմենտ
id: Segmen
is: Hluti
it: Segmento
ja: セグメント
ko: 세그먼트
lt: Segmentas
lv: Segments
ms: Segmen
pt_br: Segmento
ru: Сегмент
th: เซกเมนต์
uk: Сегмент
vi: Phân đoạn
zh_hans: 分段
zh_hant: 分段

# common.error.submissionFailed
source: Submission failed
ar: فشل الإرسال
bn: জমা ব্যর্থ
bs: Slanje nije uspjelo
cs: Odeslání se nezdařilo
da: Indsendelse mislykkedes
de: Übermittlung fehlgeschlagen
el: Η υποβολή απέτυχε
es: Error al enviar
fa: ارسال ناموفق بود
fi: Lähetys epäonnistui
fil: Nabigo ang pagsumite
fr: Échec de l'envoi
he: השליחה נכשלה
hi: सबमिशन विफल
hr: Slanje nije uspjelo
hu: A beküldés sikertelen
hy: Ներկայացումը չհաջողվեց
id: Pengiriman gagal
is: Sending mistókst
it: Invio non riuscito
ja: 送信に失敗しました
ko: 제출에 실패했습니다
lt: Pateikti nepavyko
lv: Iesniegšana neizdevās
ms: Penghantaran gagal
my: တင်သွင်းမှု မအောင်မြင်ပါ
nb: Innsending mislyktes
nl: Indienen mislukt
pl: Wysłanie nie powiodło się
pt_br: Falha no envio
ro: Trimitere eșuată
ru: Не удалось отправить
sk: Odoslanie zlyhalo
sq: Dorëzimi dështoi
sr_latn: Slanje nije uspelo
sv: Skickande misslyckades
sw: Kuwasilisha kumeshindwa
th: ส่งไม่สำเร็จ
tr: Gönderim başarısız
uk: Не вдалося надіслати
vi: Gửi thất bại
zh_hans: 提交失败
zh_hant: 提交失敗

# common.ok
source: OK
ar: موافق
bn: ঠিক আছে
fa: تأیید
he: אישור
is: Í lagi
ko: 확인
lv: Labi
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# positions.error.loadFailed.title
source: Couldn't load positions
ar: تعذر تحميل المراكز
bn: পজিশন লোড করা যায়নি
bs: Nije moguće učitati pozicije
cs: Pozice se nepodařilo načíst
da: Kunne ikke indlæse positioner
de: Positionen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση θέσεων
es: No se pudieron cargar las posiciones
fa: موقعیت‌ها بارگذاری نشدند
fi: Positioiden lataaminen epäonnistui
fil: Hindi ma-load ang mga position
fr: Impossible de charger les positions
he: לא ניתן לטעון פוזיציות
hi: पोज़ीशन लोड नहीं हो सकीं
hr: Nije moguće učitati pozicije
hu: A pozíciókat nem sikerült betölteni
hy: Չհաջողվեց բեռնել դիրքերը
id: Gagal memuat posisi
is: Ekki tókst að hlaða stöðum
it: Impossibile caricare le posizioni
ja: ポジションを読み込めませんでした
ko: 포지션을 불러오지 못했습니다
lt: Nepavyko įkelti pozicijų
lv: Neizdevās ielādēt pozīcijas
ms: Tidak dapat memuatkan posisi
my: positions ဖွင့်၍မရပါ
nb: Kunne ikke laste posisjoner
nl: Kan posities niet laden
pl: Nie udało się załadować pozycji
pt_br: Não foi possível carregar as posições
ro: Nu s-au putut încărca pozițiile
ru: Не удалось загрузить позиции
sk: Nepodarilo sa načítať pozície
sq: Pozicionet nuk u ngarkuan dot
sr_latn: Nije moguće učitati pozicije
sv: Kunde inte ladda positioner
sw: Haikuweza kupakia positions
th: โหลดสถานะไม่ได้
tr: Pozisyonlar yüklenemedi
uk: Не вдалося завантажити позиції
vi: Không thể tải vị thế
zh_hans: 无法加载仓位
zh_hant: 無法載入倉位

# positions.loading
source: Loading positions…
ar: جارٍ تحميل المراكز…
bn: পজিশন লোড হচ্ছে…
bs: Učitavanje pozicija…
cs: Načítání pozic…
da: Indlæser positioner…
de: Positionen werden geladen…
el: Φόρτωση θέσεων…
es: Cargando posiciones…
fa: در حال بارگذاری موقعیت‌ها…
fi: Ladataan positioita…
fil: Naglo-load ng mga position…
fr: Chargement des positions…
he: טוען פוזיציות…
hi: पोज़ीशन लोड हो रही हैं…
hr: Učitavanje pozicija…
hu: Pozíciók betöltése…
hy: Դիրքերը բեռնվում են…
id: Memuat posisi…
is: Hleður stöðum…
it: Caricamento posizioni…
ja: ポジションを読み込み中…
ko: 포지션 불러오는 중…
lt: Įkeliamos pozicijos…
lv: Notiek pozīciju ielāde…
ms: Memuatkan posisi…
my: positions ဖွင့်နေသည်…
nb: Laster posisjoner…
nl: Posities laden…
pl: Ładowanie pozycji…
pt_br: Carregando posições…
ro: Se încarcă pozițiile…
ru: Загрузка позиций…
sk: Načítavanie pozícií…
sq: Po ngarkohen pozicionet…
sr_latn: Učitavanje pozicija…
sv: Laddar positioner…
sw: Inapakia positions...
th: กำลังโหลดสถานะ…
tr: Pozisyonlar yükleniyor…
uk: Завантаження позицій…
vi: Đang tải vị thế…
zh_hans: 正在加载仓位…
zh_hant: 正在載入倉位…

# positions.reduce.footer
source: 100% closes the position. Submits a reduce-only market order against the opposite side.
ar: 100% يغلق المركز. يُرسل أمر سوق للتقليل فقط على الجانب المعاكس.
bn: 100% পজিশন বন্ধ করে। বিপরীত সাইডে reduce-only মার্কেট অর্ডার জমা দেয়।
bs: 100% zatvara poziciju. Šalje reduce-only tržišni nalog na suprotnoj strani.
cs: 100 % zavírá pozici. Odešle se reduce-only tržní pokyn na opačnou stranu.
da: 100 % lukker positionen. Sender en reduce-only markedsordre mod modsatte side.
de: 100 % schließt die Position. Übermittelt eine Reduce-Only-Marktorder gegen die Gegenseite.
el: Το 100% κλείνει τη θέση. Υποβάλλει μια reduce-only εντολή αγοράς προς την αντίθετη πλευρά.
es: 100% cierra la posición. Envía una orden de mercado reduce-only en el lado contrario.
fa: 100% موقعیت را می‌بندد. یک سفارش مارکت reduce-only در سمت مخالف ارسال می‌کند.
fi: 100 % sulkee position. Lähettää reduce-only-markkinatoimeksiannon vastakkaiselle puolelle.
fil: Sinasara ng 100% ang position. Nagsusumite ng reduce-only market order laban sa kabilang side.
fr: 100 % clôture la position. Envoie un ordre au marché reduce-only sur le sens opposé.
he: 100% סוגר את הפוזיציה. שולח פקודת שוק reduce-only בצד הנגדי.
hi: 100% पोज़ीशन बंद कर देता है। विपरीत साइड पर रिड्यूस-ओनली मार्केट ऑर्डर सबमिट करता है।
hr: 100% zatvara poziciju. Šalje reduce-only tržišni nalog na suprotnu stranu.
hu: A 100% lezárja a pozíciót. Egy reduce-only piaci megbízást küld az ellenkező oldalra.
hy: 100%-ը փակում է դիրքը։ Ուղարկում է reduce-only շուկայական հանձնարարական հակառակ ուղղությամբ։
id: 100% menutup posisi. Mengirim pesanan pasar reduce-only di sisi berlawanan.
is: 100% lokar stöðunni. Sendir reduce-only markaðspöntun á gagnstæða hlið.
it: Il 100% chiude la posizione. Invia un ordine a mercato reduce-only sul lato opposto.
ja: 100%でポジションをクローズします。反対サイドに対してリデュースオンリーの成行注文を送信します。
ko: 100%는 포지션을 청산합니다. 반대 방향으로 reduce-only 시장가 주문을 전송합니다.
lt: 100 % uždaro poziciją. Pateikia tik mažinantį (reduce-only) rinkos pavedimą priešingoje pusėje.
lv: 100% aizver pozīciju. Nosūta reduce-only tirgus rīkojumu pretējā pusē.
ms: 100% menutup posisi. Menghantar pesanan pasaran reduce-only pada sisi bertentangan.
my: 100% သည် position ကို ပိတ်ပါမည်။ ဆန့်ကျင်ဘက် side အပေါ် reduce-only market order တင်သွင်းပါသည်။
nb: 100 % lukker posisjonen. Sender en reduce-only-markedsordre mot motsatt side.
nl: 100% sluit de positie. Verstuurt een reduce-only marktorder aan de tegenovergestelde zijde.
pl: 100% zamyka pozycję. Wysyła zlecenie rynkowe reduce-only po przeciwnej stronie.
pt_br: 100% fecha a posição. Envia uma ordem a mercado reduce-only no lado oposto.
ro: 100% închide poziția. Trimite un ordin de piață reduce-only pe partea opusă.
ru: 100% закрывает позицию. Отправляется рыночный ордер reduce-only на противоположной стороне.
sk: 100 % zatvorí pozíciu. Odošle trhový pokyn reduce-only proti opačnej strane.
sq: 100% e mbyll pozicionin. Dorëzon një porosi tregu vetëm reduktim kundër anës së kundërt.
sr_latn: 100% zatvara poziciju. Šalje reduce-only tržišni nalog na suprotnu stranu.
sv: 100 % stänger positionen. Skickar en reduce-only marknadsorder mot motsatt sida.
sw: 100% hufunga position. Huwasilisha reduce-only market order dhidi ya upande ulio kinyume.
th: 100% จะปิดสถานะ ส่งคำสั่งมาร์เก็ตแบบ reduce-only ในฝั่งตรงข้าม
tr: %100 pozisyonu kapatır. Karşı yönde bir reduce-only piyasa emri gönderir.
uk: 100% закриває позицію. Надсилається ринковий reduce-only ордер у протилежний бік.
vi: 100% đóng vị thế. Gửi lệnh thị trường reduce-only ngược phía.
zh_hans: 100% 将平掉该仓位。提交一笔相反方向的只减仓市价订单。
zh_hant: 100% 會平掉倉位。提交一張相反方向的只減倉市價訂單。

# trading.bracket.attach
source: Attach SL / TP
ar: إرفاق SL / TP
bn: SL / TP সংযুক্ত করুন
bs: Dodaj SL / TP
cs: Přidat SL / TP
da: Tilføj SL / TP
de: SL / TP anhängen
el: Προσθήκη SL / TP
es: Adjuntar SL / TP
fa: افزودن SL / TP
fi: Liitä SL / TP
fil: I-attach ang SL / TP
fr: Ajouter SL / TP
he: צרף SL / TP
hi: स्टॉप-लॉस / टेक-प्रॉफिट जोड़ें
hr: Dodaj SL / TP
hu: SL / TP csatolása
hy: Կցել SL / TP
id: Pasang SL / TP
is: Tengja SL / TP
it: Aggiungi SL / TP
ja: ストップロス / テイクプロフィットを設定
ko: SL / TP 추가
lt: Pridėti SL / TP
lv: Pievienot SL / TP
ms: Lampirkan SL / TP
my: SL / TP တွဲပါ
nb: Legg ved SL / TP
nl: SL / TP toevoegen
pl: Dodaj SL / TP
pt_br: Anexar SL / TP
ro: Atașează SL / TP
ru: Прикрепить SL / TP
sk: Pridať SL / TP
sq: Bashkëngjit SL / TP
sr_latn: Dodaj SL / TP
sv: Koppla SL / TP
sw: Ambatisha SL / TP
th: แนบ SL / TP
tr: SL / TP ekle
uk: Додати SL / TP
vi: Đính kèm SL / TP
zh_hans: 附加止损 / 止盈
zh_hant: 附加止損/止盈

# trading.trailingStop.attach
source: Attach trailing stop
ar: إرفاق وقف متحرك
bn: ট্রেইলিং স্টপ সংযুক্ত করুন
bs: Dodaj trailing stop
cs: Přidat trailing stop
da: Tilføj trailing stop
de: Trailing Stop anhängen
el: Προσθήκη trailing stop
es: Adjuntar trailing stop
fa: افزودن trailing stop
fi: Liitä trailing stop
fil: I-attach ang trailing stop
fr: Ajouter un trailing stop
he: צרף סטופ נגרר
hi: ट्रेलिंग स्टॉप जोड़ें
hr: Dodaj trailing stop
hu: Trailing stop csatolása
hy: Կցել trailing stop
id: Pasang trailing stop
is: Tengja trailing stop
it: Aggiungi trailing stop
ja: トレーリングストップを設定
ko: 트레일링 스탑 추가
lt: Pridėti trailing stop
lv: Pievienot trailing stop
ms: Lampirkan trailing stop
my: trailing stop တွဲပါ
nb: Legg ved trailing stop
nl: Trailing stop toevoegen
pl: Dodaj trailing stop
pt_br: Anexar trailing stop
ro: Atașează trailing stop
ru: Прикрепить trailing stop
sk: Pridať trailing stop
sq: Bashkëngjit trailing stop
sr_latn: Dodaj trailing stop
sv: Koppla trailing stop
sw: Ambatisha trailing stop
th: แนบ trailing stop
tr: Trailing stop ekle
uk: Додати trailing stop
vi: Đính kèm trailing stop
zh_hans: 附加追踪止损
zh_hant: 附加追蹤止損

# common.continue
source: Continue
ar: متابعة
bn: চালিয়ে যান
bs: Nastavi
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fa: ادامه
fi: Jatka
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
hy: Շարունակել
id: Lanjutkan
is: Halda áfram
it: Continua
ja: 続行
ko: 계속
lt: Tęsti
lv: Turpināt
ms: Teruskan
my: ဆက်လုပ်ပါ
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sq: Vazhdo
sr_latn: Nastavi
sv: Fortsätt
sw: Endelea
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# settings.account.role
source: Role: %@
ar: الدور: %@
bn: ভূমিকা: %@
bs: Uloga: %@
da: Rolle: %@
de: Rolle: %@
el: Ρόλος: %@
es: Rol: %@
fa: نقش: %@
fi: Rooli: %@
fr: Rôle : %@
he: תפקיד: %@
hi: भूमिका: %@
hr: Uloga: %@
hu: Szerep: %@
hy: Դեր՝ %@
id: Peran: %@
is: Hlutverk: %@
it: Ruolo: %@
ja: ロール：%@
ko: 역할: %@
lt: Vaidmuo: %@
lv: Loma: %@
ms: Peranan: %@
nb: Rolle: %@
nl: Rol: %@
pl: Rola: %@
pt_br: Função: %@
ro: Rol: %@
ru: Роль: %@
sk: Rola: %@
sq: Roli: %@
sr_latn: Uloga: %@
sv: Roll: %@
th: บทบาท: %@
tr: Rol: %@
uk: Роль: %@
vi: Vai trò: %@
zh_hans: 角色: %@
zh_hant: 角色：%@

# settings.account.signedInAs
source: Signed in as %@
ar: تم تسجيل الدخول باسم %@
bn: %@ হিসেবে সাইন ইন করা হয়েছে
bs: Prijavljen kao %@
cs: Přihlášen jako %@
da: Logget ind som %@
de: Angemeldet als %@
el: Συνδεδεμένος ως %@
es: Sesión iniciada como %@
fa: وارد شده به‌عنوان %@
fi: Kirjautuneena käyttäjänä %@
fil: Naka-sign in bilang %@
fr: Connecté en tant que %@
he: מחובר כ-%@
hi: %@ के रूप में साइन इन
hr: Prijavljen kao %@
hu: Bejelentkezve mint %@
hy: Մուտք՝ %@ անունով
id: Masuk sebagai %@
is: Skráð inn sem %@
it: Accesso effettuato come %@
ja: %@としてサインイン中
ko: %@(으)로 로그인됨
lt: Prisijungta kaip %@
lv: Pieteicies kā %@
ms: Dilog masuk sebagai %@
my: %@ အဖြစ် sign in လုပ်ထားသည်
nb: Logget inn som %@
nl: Ingelogd als %@
pl: Zalogowano jako %@
pt_br: Conectado como %@
ro: Autentificat ca %@
ru: Вход выполнен как %@
sk: Prihlásený ako %@
sq: Hyrë si %@
sr_latn: Prijavljen kao %@
sv: Inloggad som %@
sw: Umeingia kama %@
th: เข้าสู่ระบบในชื่อ %@
tr: Oturum açan: %@
uk: Увійшли як %@
vi: Đăng nhập với tên %@
zh_hans: 已以 %@ 登录
zh_hant: 以 %@ 身份登入

# settings.appInfo.build
source: Build
ar: رقم البناء
bn: বিল্ড
cs: Číslo sestavení
es: Compilación
fa: بیلد
fi: Koontiversio
hi: बिल्ड
ja: ビルド
ko: 빌드
lt: Versija (build)
lv: Būve
pl: Numer kompilacji
ru: Сборка
th: บิลด์
tr: Yapı
uk: Збірка
vi: Bản dựng
zh_hans: 构建号
zh_hant: 版本編號

# settings.appInfo.licenses
source: Open-source licenses
ar: تراخيص مفتوحة المصدر
bn: ওপেন-সোর্স লাইসেন্স
bs: Open-source licence
cs: Open-source licence
da: Open source-licenser
de: Open-Source-Lizenzen
el: Άδειες ανοιχτού κώδικα
es: Licencias open-source
fa: مجوزهای متن‌باز
fi: Avoimen lähdekoodin lisenssit
fil: Mga open-source license
fr: Licences open-source
he: רישיונות קוד פתוח
hi: ओपन-सोर्स लाइसेंस
hr: Open-source licence
hu: Open-source licencek
hy: Open-source լիցենզիաներ
id: Lisensi open-source
is: Leyfi opins hugbúnaðar
it: Licenze open-source
ja: オープンソースライセンス
ko: 오픈소스 라이선스
lt: Atvirojo kodo licencijos
lv: Atvērtā koda licences
ms: Lesen sumber terbuka
nb: Åpen kildekode-lisenser
nl: Open-source licenties
pl: Licencje open-source
pt_br: Licenças open-source
ro: Licențe open-source
ru: Лицензии open-source
sk: Open-source licencie
sq: Licencat open-source
sr_latn: Open-source licence
sv: Öppen källkod-licenser
sw: Leseni za open-source
th: ไลเซนส์โอเพนซอร์ส
tr: Açık kaynak lisansları
uk: Ліцензії open-source
vi: Giấy phép nguồn mở
zh_hans: 开源许可证
zh_hant: 開源授權

# settings.appInfo.repository
source: Source code
ar: الكود المصدري
bn: সোর্স কোড
bs: Izvorni kod
cs: Zdrojový kód
da: Kildekode
de: Quellcode
el: Πηγαίος κώδικας
es: Código fuente
fa: کد منبع
fi: Lähdekoodi
fr: Code source
he: קוד מקור
hi: सोर्स कोड
hr: Izvorni kod
hu: Forráskód
hy: Աղբյուր կոդ
id: Kode sumber
is: Frumkóði
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
lt: Šaltinio kodas
lv: Pirmkods
ms: Kod sumber
nb: Kildekode
nl: Broncode
pl: Kod źródłowy
pt_br: Código-fonte
ro: Cod sursă
ru: Исходный код
sk: Zdrojový kód
sq: Kodi burim
sr_latn: Izvorni kod
sv: Källkod
th: ซอร์สโค้ด
tr: Kaynak kodu
uk: Вихідний код
vi: Mã nguồn
zh_hans: 源代码
zh_hant: 原始碼

# settings.appInfo.version
source: Version
ar: الإصدار
bn: ভার্সন
bs: Verzija
cs: Verze
el: Έκδοση
es: Versión
fa: نسخه
fi: Versio
fil: Bersyon
he: גרסה
hi: वर्ज़न
hr: Verzija
hu: Verzió
hy: Տարբերակ
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ko: 버전
lt: Versija
lv: Versija
ms: Versi
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ro: Versiune
ru: Версия
sk: Verzia
sq: Versioni
sr_latn: Verzija
sw: Toleo
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settings.connection.backend
source: Backend
ar: الخادم الخلفي
bn: ব্যাকএন্ড
fa: بک‌اند
he: בקאנד
hi: बैकएंड
ja: バックエンド
ko: 백엔드
ru: Бэкенд
zh_hans: 后端
zh_hant: 後端

# settings.connection.changeBackend
source: Change backend
ar: تغيير الخادم الخلفي
bn: ব্যাকএন্ড বদলান
bs: Promijeni backend
cs: Změnit backend
da: Skift backend
de: Backend wechseln
el: Αλλαγή backend
es: Cambiar backend
fa: تغییر بک‌اند
fi: Vaihda backend
fil: Palitan ang backend
fr: Changer de backend
he: החלפת בקאנד
hi: बैकएंड बदलें
hr: Promijeni backend
hu: Backend váltása
hy: Փոխել backend-ը
id: Ubah backend
is: Skipta um backend
it: Cambia backend
ja: バックエンドを変更
ko: 백엔드 변경
lt: Keisti backend'ą
lv: Mainīt backend
ms: Tukar backend
my: backend ပြောင်းပါ
nb: Bytt backend
nl: Backend wijzigen
pl: Zmień backend
pt_br: Trocar backend
ro: Schimbă backendul
ru: Сменить бэкенд
sk: Zmeniť backend
sq: Ndërro backend
sr_latn: Promeni backend
sv: Byt backend
sw: Badili backend
th: เปลี่ยน backend
tr: Backend'i değiştir
uk: Змінити backend
vi: Đổi backend
zh_hans: 更改后端
zh_hant: 更改後端

# settings.connection.status
source: Status
ar: الحالة
bn: স্ট্যাটাস
cs: Stav
el: Κατάσταση
es: Estado
fa: وضعیت
fi: Tila
fr: Statut
he: סטטוס
hi: स्टेटस
hu: Állapot
hy: Կարգավիճակ
is: Staða
it: Stato
ja: ステータス
ko: 상태
lt: Būsena
lv: Statuss
ro: Stare
ru: Статус
sk: Stav
th: สถานะ
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settings.logout.button
source: Log out
ar: تسجيل الخروج
bn: লগ আউট
bs: Odjavi se
cs: Odhlásit
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج از حساب
fi: Kirjaudu ulos
fil: Mag-log out
fr: Se déconnecter
he: התנתקות
hi: लॉगआउट
hr: Odjava
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
is: Skrá út
it: Disconnetti
ja: ログアウト
ko: 로그아웃
lt: Atsijungti
lv: Izrakstīties
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ro: Deconectare
ru: Выйти
sk: Odhlásiť
sq: Dil
sr_latn: Odjava
sv: Logga ut
sw: Toka
th: ออกจากระบบ
tr: Çıkış yap
uk: Вийти
vi: Đăng xuất
zh_hans: 退出登录
zh_hant: 登出

# settings.logout.confirmTitle
source: Sign out?
ar: تسجيل الخروج؟
bn: সাইন আউট করবেন?
bs: Odjaviti se?
cs: Odhlásit se?
da: Log ud?
de: Abmelden?
el: Αποσύνδεση;
es: ¿Cerrar sesión?
fa: از حساب خارج شوید؟
fi: Kirjaudutaanko ulos?
fil: Mag-sign out?
fr: Se déconnecter ?
he: להתנתק?
hi: साइन आउट करें?
hr: Odjaviti se?
hu: Kijelentkezik?
hy: Դուրս գա՞լ։
id: Keluar?
is: Skrá út?
it: Disconnettersi?
ja: サインアウトしますか？
ko: 로그아웃하시겠습니까?
lt: Atsijungti?
lv: Izrakstīties?
ms: Log keluar?
nb: Logge ut?
nl: Uitloggen?
pl: Czy chcesz się wylogować?
pt_br: Deseja sair?
ro: Te deconectezi?
ru: Выйти из аккаунта?
sk: Odhlásiť sa?
sq: Të dalësh?
sr_latn: Odjaviti se?
sv: Logga ut?
sw: Toka?
th: ออกจากระบบหรือไม่
tr: Çıkış yapılsın mı?
uk: Вийти з облікового запису?
vi: Đăng xuất?
zh_hans: 要退出登录吗？
zh_hant: 要登出嗎？

# settings.notifications.deviceOverrides
source: Device overrides
ar: تجاوزات الجهاز
bn: ডিভাইস ওভাররাইড
bs: Izmjene za uređaj
cs: Přepsání zařízení
da: Enheds-tilsidesættelser
de: Geräte-Überschreibungen
el: Παρακάμψεις συσκευής
es: Anulaciones del dispositivo
fa: تنظیمات اختصاصی دستگاه
fi: Laitekohtaiset ohitukset
fil: Mga override ng device
fr: Remplacements de l'appareil
he: עקיפות מכשיר
hi: डिवाइस ओवरराइड
hr: Postavke uređaja
hu: Eszközfelülírások
hy: Սարքի վերագրումներ
id: Penggantian perangkat
is: Tækissérstillingar
it: Override del dispositivo
ja: デバイス別上書き
ko: 기기 재정의
lt: Įrenginio nepaisymai
lv: Ierīces pārlabojumi
ms: Penggantian peranti
my: စက်ပစ္စည်း overrides
nb: Enhetsoverstyringer
nl: Apparaatoverrides
pl: Nadpisania urządzenia
pt_br: Substituições do dispositivo
ro: Suprascrieri dispozitiv
ru: Переопределения устройства
sk: Prepisy zariadenia
sq: Mbivendosje pajisjeje
sr_latn: Podešavanja uređaja
sv: Enhetsåsidosättanden
sw: Override za kifaa
th: การตั้งค่าแทนที่ของอุปกรณ์
tr: Cihaz geçersiz kılmaları
uk: Перевизначення пристрою
vi: Ghi đè thiết bị
zh_hans: 设备覆盖项
zh_hant: 裝置覆寫

# settings.notifications.managePreferences
source: Manage preferences
ar: إدارة التفضيلات
bn: পছন্দ পরিচালনা
bs: Upravljaj postavkama
cs: Spravovat předvolby
da: Administrer indstillinger
de: Einstellungen verwalten
el: Διαχείριση προτιμήσεων
es: Gestionar preferencias
fa: مدیریت ترجیحات
fi: Hallinnoi asetuksia
fil: Pamahalaan ang mga preference
fr: Gérer les préférences
he: ניהול העדפות
hi: प्रेफरेंस मैनेज करें
hr: Upravljaj postavkama
hu: Beállítások kezelése
hy: Կառավարել նախապատվությունները
id: Kelola preferensi
is: Stjórna stillingum
it: Gestisci preferenze
ja: 設定を管理
ko: 환경설정 관리
lt: Tvarkyti nuostatas
lv: Pārvaldīt preferences
ms: Urus keutamaan
my: preferences စီမံပါ
nb: Administrer innstillinger
nl: Voorkeuren beheren
pl: Zarządzaj preferencjami
pt_br: Gerenciar preferências
ro: Gestionează preferințele
ru: Управлять настройками
sk: Spravovať predvoľby
sq: Menaxho preferencat
sr_latn: Upravljaj podešavanjima
sv: Hantera inställningar
sw: Dhibiti mapendeleo
th: จัดการการตั้งค่า
tr: Tercihleri yönet
uk: Керувати налаштуваннями
vi: Quản lý tùy chọn
zh_hans: 管理偏好
zh_hant: 管理偏好設定
